Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: An Australian phase 2 tenecteplase study (21, 22) had significantly higher rates of reperfusion and recanalization compared with alteplase, which in turn translated into much better clinical outcomes.
es_es: En un estudio australiano de fase 2 con tenecteplasa (21, 22), las tasas de reperfusión y recanalización fueron significativamente más altas en comparación con alteplasa, lo que se tradujo, a su vez, en resultados clínicos muy superiores.

source: An Australian phase 2 tenecteplase study [P12‐03304] had significantly higher rates of reperfusion and recanalization compared with alteplase, which in turn translated into much better clinical outcomes.
es_es: En un estudio australiano de fase 2 con tenecteplasa [P12‐03304], las tasas de reperfusión y recanalización fueron significativamente más altas en comparación con la alteplasa, lo que se tradujo, a su vez, en resultados clínicos muy superiores.

source: An ECG associated with cardiovascular endpoints had to be submitted to the adjudication committee together with the baseline ECG.
es_es: Junto con el ECG inicial, se debia enviar al comité de adjudicación el ECG asociado a estos criterios de valoración cardiovasculares.

source: An ECG was to be performed at screening and not at the baseline visit
es_es: Se debía realizar un ECG en la selección y no en la visita inicial

source: An ISF was provided to the investigators before initiation of enrolment at each trial site.
es_es: Antes de iniciar el reclutamiento en cada centro del estudio, los investigadores recibían un archivo del centro investigador.

source: An MRI will be performed 18-30hr post intervention to assess reperfusion, recanalization and ischemic core volume.
es_es: Transcurridas 18-30 horas de la intervención, se realizará una RM para evaluar la reperfusión, recanalización y el volumen del núcleo isquémico.

source: An SAE was defined as any AE which resulted in death, was life-threatening, resulted in persistent or significant disability / incapacity, required or prolonged patient hospitalisation, was a congenital anomaly / birth defect, or was to be deemed serious for any other reason.
es_es: Un EAG se definió como cualquier EA que derivó en muerte, puso en peligro la vida, derivó en discapacidad/incapacidad persistente o significativa, requirió o prolongó la hospitalización del paciente, fue una anomalía congénita/defecto de nacimiento, o debía considerarse grave por cualquier otro motivo.

source: An acceptance criterion of ≤ 2.0 IU/mg provides an additional safety margin and therefore ensures that these limits will not be reached.
es_es: Un criterio de aceptación ≤ 2,0 IU/mg proporciona un margen de seguridad adicional y, por lo tanto, garantiza que no se alcancen estos límites.

source: An adaptive sample size procedure was employed with 120 participants initially planned, up to maximum 276, and was reestimated after 100 patients are treated.
es_es: Se implementó un enfoque de adaptación del tamaño de muestra. Inicialmente, el tamaño programado era de 120 participantes, máximo de 276, y se volvió a estimar luego de que 100 pacientes recibieran tratamiento.

source: An adaptive sample size procedure will be employed after 240 patients are treated with a maximum sample size of 656.
es_es: Cuando se hayan tratado 240 pacientes, volverá a adaptarse el tamaño de muestra, planteando un máximo de 656 pacientes.

source: An additional adjustment for time from stroke onset to initial angiogram or other reperfusion assessment will be made for the secondary outcomes in pooled analysis of part 1 and 2.
es_es: Para los desenlaces secundarios en el análisis combinado de las partes 1 y 2, se aplicará un ajuste adicional por el tiempo desde el inicio del accidente cerebrovascular hasta la angiografía inicial u otra evaluación de reperfusión.

source: An additional experiment at 11°C and 0.09 mbar addressing a higher energy input to assess the robustness of the process revealed a small number of vials with varying lyophilizate structure.
es_es: En un experimento adicional a 11 °C y 0.09 mbar en el que se utilizó una mayor entrada de energía para evaluar la robustez del proceso, se descubrió una cantidad reducida de frascos con diferentes estructuras de liofilizado.

source: An additional manual review was performed for all data discrepancies not captured and solved by this automated process.
es_es: Para todas las discrepancias de datos no captadas ni resultas por este procedimiento automatizado, se realizó una revisión manual adicional.

source: An additional post hoc analysis was conducted to assess patients with maximum on-treatment amylase values > 3x ULN (rather than ≥ 3x ULN) for consistency with analyses from previous trials in the project.
es_es: Para garantizar la coherencia con otros análisis de ensayos previos del mismo proyecto, se hizo un análisis adicional post hoc para evaluar a aquellos pacientes con valores de amilasa máximos en el tratamiento > 3 x el límite normal superior (y no ≥ 3 x dicho límite).

source: An additional post hoc analysis was conducted to assess patients with maximum on-treatment lipase values > 3x ULN (rather than ≥ 3x ULN) for consistency with analyses from previous trials in the project.
es_es: Para garantizar la coherencia con otros análisis de ensayos previos del mismo proyecto, se hizo un análisis adicional post hoc para evaluar a aquellos pacientes con valores de lipasa máximos en el tratamiento > 3 x el límite normal superior (y no ≥ 3 x dicho límite).

source: An additional study was confirming the complete removal of Gentamicin by analysis of tenecteplase drug substance, drug product and in-process pools.
es_es: Un estudio adicional confirma la eliminación completa de gentamicina por medio de análisis del principio activo tenecteplasa, el medicamento y mezclas en proceso.

source: An adjustment is made for the purity of each batch.
es_es: Se realiza un ajuste para obtener la pureza de cada partida.

source: An alternative approach is to assess more effective intravenous thrombolytics that result in more rapid reperfusion than alteplase, with the ultimate aim of reducing the need for endovascular treatment.
es_es: Un enfoque alternativo es evaluar tratamientos trombolíticos intravenosos más eficaces que produzcan una reperfusión más rápida que la alteplasa, con el objetivo final de reducir la necesidad de tratamiento endovascular.

source: An analytical evaluation threshold (AET) was calculated considering a SCT for parenterals of 1.5 μg per day and a maximum daily dose of 25 mg tenecteplase, using 25 mg vials, equivalent to 0.72 μg/g extractables / potential leachables per rubber stopper weight.
es_es: Se calculó un umbral de evaluación analítica (AET) teniendo en cuenta un umbral de seguridad (SCT) para preparados parenterales de 1,5 μg por día y una dosis diaria máxima de 25 mg de tenecteplasa, usando frascos de 25 mg, lo que equivale a 0,72 μg de extraíbles/posibles lixiviables por gramo de tapón de caucho.

source: An analytical procedure by Liquid chromatography – Mass spectrometry is proposed to be used for the new test parameter “N-nitroso dabigatran etexilate”.
es_es: Para el nuevo parámetro analítico, "etexilato de N-nitroso dabigatrán", se propone un procedimiento analítico, que se ha de llevar a cabo mediante Cromatografía líquida, Espectrometría de masas".

source: An angiogram was obtained at the conclusion of the thrombectomy procedure and graded centrally to gauge angiographic revascularization.
es_es: Se obtuvo una angiografía al finalizar el procedimiento de trombectomía y se clasificó centralmente para medir la revascularización angiográfica.

source: An assessment of Metalyse® and TNKase® historical DS and DP batch release data was performed.
es_es: Se realizó una evaluación de datos de liberación de partidas históricas del medicamento y el principio activo de Metalyse® y TNKase®.

source: An automated ACL TOP™ hemostasis testing system is utilized for measurement.
es_es: Para la medición, se utiliza un sistema automatizado de prueba de hemostasis ACL TOP™.

source: An automated query process was applied to all missing, implausible, or inconsistent data.
es_es: Para todos los datos faltantes, imposibles o incoherentes, se aplicó un procedimiento de consultas automatizado.

source: An eDISH (evaluation of drug-induced serious hepatotoxicity) plot was provided.
es_es: Se suministró un diagrama evaluativo de hepatotoxicidad medicamentosa grave (eHTMG).

source: An eGFR reduction was considered sustained if it was determined by at least 2 or consecutive post-baseline central laboratory measurements separated by at least 30 days (first to last of the consecutive values).
es_es: Una reducción de la TFGe se consideró sostenida si estuvo determinada en dos o más mediciones consecutivas del laboratorio central posteriores al inicio separadas al menos en 30 días (del primero al último de los valores consecutivos de TFGe).

source: An effective cleaning and sanitization program is in place.
es_es: Existe un programa eficaz de limpieza y sanitización.

source: An emergency code break was available to the investigator via the IRT.
es_es: El investigador contaba con una apertura emergencia del código a través de la tecnología IRT.

source: An estimated total sample size of 188 patients (with 94 patients in each of treatment and control arms) yielded 80% power to detect a significant difference of 20% in strata-weighted angiographic reperfusion (mTICI 2b/3) at initial angiogram (22% in 0.25mg/kg vs 42% in 0.4mg/kg arm) at two-sided statistical significance threshold of p=0.05 for superiority.
es_es: Un tamaño de muestra total estimado de 188 pacientes (94 en cada grupo de tratamiento y de control) arrojó una potencia de 80% para detecar una diferencia significativa de 20% en las reperfusiones angiográficas ponderadas por estratos (mTICI 2b/3) en la angiografía inicial (22% en el grupo de 0.25 mg/kg y 42% en el grupo de 0.4 mg/kg), considerando un umbral de significación estadistica bilateral de p =0.05 para la superioridad.

source: An evaluation of the test results is given under the respective table.
es_es: En las respectivas tablas hay una valuación de los resultados analíticos

source: An event is defined as “serious” when it meets one of the pre-defined outcomes as described in Section 9.2 “Definition of an SAE”.
es_es: Un evento se define como “grave” cuando cumple con uno de los criterios de valoración establecidos en la Sección 9.2 “Definición de un EAG”.

source: An example of a reference standard dilution series is shown in Table 2.
es_es: En la Tabla 2 puede apreciarse un ejemplo de serie de diluciones del estándar de referencia.

source: An excellent outcome was defined as a modified Rankin scale score of 0 or 1 or no change from baseline.
es_es: Un resulado excelente se definió como un puntaje en la escala de Rankin modificada de 0 a 1 o la estabilidad desde el inicio.

source: An excess of gelatin mass is required to compensate for losses during the encapsulation process.
es_es: Se necesita un excedente de masa de gelatina para compensar las pérdidas del proceso de encapsulamiento.

source: An explanation was added to the protocol
es_es: Se añadió una explicación al protocolo

source: An impact of the activation of the needle safety feature on the reach of plunger end position can be rated as unlikely.
es_es: Se considera improbable que la activación de la función de seguridad de la aguja afecte el alcance de la posición final del émbolo.

source: An improved NYHA class at Week 52 was more frequent in the empagliflozin group, while a worsened NYHA class was less frequent for empagliflozin compared with placebo.
es_es: A la semana 52, en el grupo de empagliflozina fue más frecuente que en el de placebo la mejoría y más infrecuente el empeoramiento en la clasificación NYHA.

source: An improved integration strategy in the current existing cation exchange chromatography (CEX) method should be implemented due to the fact that the currently used integration method (exponential skim) is no longer state-of-the-art.
es_es: Puesto que el método de integración usado en este momento (skim exponencial) dejó de ser el más de avanzada, debe implementarse una estrategia de integración mejorada en la cromatografía de intercambio catiónico vigente.

source: An improved recanalization rate might not only reduce the overall need for endovascular treatment, but also may result in better clinical outcomes in those who still need endovascular therapy.
es_es: Una mejor tasa de recanalización no solo reduciría la necesidad global de tratamiento endovascular, sino también ofrecería mejores resultados clínicos en pacientes que todavía necesitan tratamiento endovascular.

source: An improvement in the NIHSS of ≥ 8 or final NIHSS ≤ 1 and an mRS of 0, 1 or 2 are used as indicators of good or excellent outcome in stroke trials.
es_es: En los ensayos de ACV, una mejora en la escala NIHSS de ≥8 o una puntuación final de NIHSS ≤1 y una puntuación de mRS de 0, 1 o 2 son indicadores de un desenlace bueno o excelente.

source: An in-house qualified alteplase control sample is used and diluted following the same method as for a sample.
es_es: Se emplea una muestra de control calificada de alteplasa preparada internamente, que se diluye según el mismo método que el de cualquier muestra.

source: An increase of the stirring time to 24 h showed results, which differ between 14 and 24 % from the standard parameter.
es_es: Aumentar el período de agitación a 24 horas sí arrojó resultaados que difirieron 14 y 24 % del parámetro estandar.

source: An increase of the stirring time to 3 h had no significant effect on the results, which indicates the robustness of the stirring time up to 3 hours.
es_es: Aumentar el período de agitación a 3 horas no tuvo efectos significativos en los resultados, lo que indica la robustez de un período de agitación de hasta 3 horas.

source: An independent DMC evaluated safety data throughout the conduct of the trial.
es_es: Un comité independiente de monitoreo de datos evaluó los datos de seguridad a lo largo de todo el estudio.

source: An independent team at PAREXEL, which was otherwise not involved in the conduct of the trial, provided the unblinded results to the DMC.
es_es: Entregó los datos al comité independiente de monitoreo de datos un equipo independiente de PAREXEL, que no participó en el ensayo, más alla de esta tarea.

source: An individual power calculation was performed for each of these gCVs and a sample size of 20.
es_es: Para cada uno de estos gCV, tomando un tamaño de muestra de 20, se realizó un cálculo de potencia individual.

source: An individual subject was to be removed from the trial if the subject withdrew consent, without the need to justify the decision; if the subject needed to take concomitant drugs that interfered with the investigational product or other study medication(s); or if the subject was no longer able to participate for other medical reasons (such as pregnancy, surgery, AEs, or diseases).
es_es: Se debía eliminar del ensayo a todo sujeto que retirara su consentimiento, sin que fuera necesario justificar la decisión; que debiera recibir medicamentos concomitantes que interferirían con el producto en investigación u otro(s) medicamento(s) en estudio; o que no pudiera seguir participando en el ensayo por otros motivos médicos (como embarazo, cirugía, eventos adversos o enfermedades).

source: An output parameter related to CQAs.
es_es: Un parámetro resultante relacionado con los atributos críticos de calidad.

source: An overall positive benefit-risk of thrombolysis with recombinant t-PAs has been established since more than 20 years of treatment with Metalyse (tenecteplase) and almost 35 years of treatment with Actilyse (alteplase).
es_es: Tras más de 20 años de tratamiento con Metalyse (tenecteplasa) y casi 35 años de tratamiento con Actilyse (alteplasa), se ha establecido para trombólisis con t-PA recombinantes una relación beneficio-riesgo en general positiva.

source: An overfill of 0.02 mL is applied resulting in a target fill volume of 2.02 mL (- 0.04 mL/ + 0.05 mL) to ensure proper dosing.
es_es: Se aplica un sobrellenado de 0.02 ml, lo que arroja un volumen de llenado objetivo de 2.02 ml (-0.04 ml/+ 0.05 ml) y asegura una dosis adecuada.

source: An overview of all AESIs and specific AEs is available in Table 12.1.3: 1.
es_es: En la Tabla 12.1.3: 1 hay una reseña de todos los eventos adversos de interés particular y los eventos adversos específicos.

source: An overview of all NORs and PARs for process intermediate hold times is provided in 3.2.S.2.5 (7776- s250bioal0201, q00308581-01, Table 59 on page 100 ff) and the following table.
es_es: En 3.2.S.2.5 (7776-s250bioal0201, q00308581-01, Tabla 59, en las páginas 100 y siguientes) y en la tabla siguiente se pueden apreciar en general los rangos operativos normales y aceptables comprobados para los tiempos de espera de los productos intermedios del proceso.

source: An overview of all NORs and PARs for process intermediate hold times is provided in 3.2.S.2.5 (7776-s250bioal0201, q00308581-01, Table 59 on page 100 ff) and the following table.
es_es: En 3.2.S.2.5 (7776-s250bioal0201, q00308581-01, Tabla 59, en las páginas 100 y siguientes) y en la tabla siguiente se pueden apreciar en general los rangos operativos normales y aceptables comprobados para los tiempos de espera de los productos intermedios del proceso.

source: An overview of all on-treatment AEs by treatment is given in Table 12.2.2: 1 below.
es_es: En la Tabla 12.2.2: 1 se pueden ver, en general, todos los eventos adversos acaecidos durante el tratamiento, estratificados por tratamiento.

source: An overview of demographic and baseline data by cardiovascular risk category is provided in the Clinical Trial Report [c23238241, Section 10.4.4].
es_es: En el Informe de estudio clínico [c23238241, Sección 10.4.4] hay una reseña de los datos demográficos e iniciales generales estratificados por categoría de riesgo cardiovascular.

source: An overview of pancreatic cancer events is provided in Section 5.1.6.1.1.
es_es: En la Sección 5.1.6.1.1 hay una reseña de los eventos de cáncer pancreático.

source: An overview of subjects with AEs by treatment period is provided in Table 12.2.1: 1 below.
es_es: A continuación, en la Tabla 12.2.1: 1, se puede ver la generalidad de los sujetos con eventos adversos, estratificados por período de tratamiento.

source: An overview of the adverse events of special interest is provided in Section 5.1.5.
es_es: En la Sección 5.1.5 hay una reseña de los eventos adversos de interés particular.

source: An overview of the batches used for the analytical comparability exercise is given in Table 7 and Table 8.
es_es: En la Tabla 7 y la Tabla 8, se describen en general las partidas utilizadas en el ejercicio de comparabilidad analítica.

source: An overview of the planned testing strategy of the individual EMPEROR trials and the meta- analysis is provided below in Figure 9.7.1.2:
es_es: A continuación, en la Figura 9.7.1.2, se proporciona una descripción general de la estrategia de prueba planificada de los ensayos EMPEROR individuales y el metanálisis:

source: An overview of the planned testing strategy of the individual EMPEROR trials and the meta- analysis is provided below in Figure 9.7.1.2: 1.
es_es: A continuación, en la Figura 9.7.1.2: 1, se proporciona una descripción general de la estrategia analítica prevista de los ensayos EMPEROR individuales y de los metanálisis.

source: An overview of the product temperatures during sublimation and the primary drying duration within each lyophilisation cycle is listed in Table 24.
es_es: Las temperaturas del producto durante la sublimación y la duración del secado primario dentro de cada ciclo de liofilización se describen en la Tabla 24.

source: An ultra-performance liquid chromatography is performed with subsequent mass spectrometry detection (LC-MS)
es_es: Se realiza una cromatografía líquida de gradiente de alto rendimiento con posterior detección por espectrometría de masas (LC-MS).

source: Analysed
es_es: Analizados

source: Analysed patients
es_es: Pacientes analizados

source: Analysed patients, N (%)
es_es: Pacientes analizados, N (%)

source: Analysed subgroups included baseline eGFR, diabetes status, presence of previous amputation, and history of PAOD; the results were consistent with the main analysis (Tables 15.3.1.6: 7 to 10).
es_es: En los análisis de subgrupos se incluyeron TFGe inicial, estado de diabetes, presencia de amputaciones previas y antecedentes de enfermedad arterial oclusiva periférica; los resultados fueron coherentes con los de los análisis principales (Tablas 15.3.1.6: 7 a 10).

source: Analysed (for primary endpoint): 101
es_es: Analizados (para el criterio de valoración principal): 101

source: Analyses of further endpoints
es_es: Análisis de otros criterios de valoración

source: Analyses of lipase and amylase
es_es: Análisis de la lipasa y la amilasa

source: Analyses of safety parameters were descriptive.
es_es: Los análisis de los parámetros de seguridad fueron descriptivos.

source: Analyses of the secondary endpoints
es_es: Análisis de los criterios de valoración secundarios

source: Analyses will be conducted primarily using Stata statistical software.
es_es: Los análisis se realizarán principalmente utilizando el software estadístico Stata.

source: Analysis Doc.Num
es_es: N.° de doc. de análisis

source: Analysis Model
es_es: Modelo de análisis

source: Analysis based on TS, including only events up to 30 days after treatment discontinuation
es_es: Análisis basado en el grupo tratado, pero solo con los eventos acaecidos hasta 30 días después de la discontinuación del tratamiento

source: Analysis for the primary outcome, and all secondary efficacy and safety outcomes analyses will be conducted on an intention-to-treat (ITT) basis so that all patients will be analyzed in the group to which they were randomized irrespective of whether or not they received the allocated treatment.
es_es: Los análisis del desenlace principal y de todos los desenlaces secundarios de la eficacia y la seguridad se realizarán por intención de tratar, de modo que se evaluará a los pacientes en el grupo al que fueron aleatorizados, independientemente de si recibieron o no el tratamiento asignado.

source: Analysis of CQAs showed no relevant differences between initial and stored samples.
es_es: El análisis de los atributos críticos de calidad no mostró diferencias relevantes entre las muestras iniciales y las almacenadas.

source: Analysis of efficacy
es_es: Análisis de eficacia

source: Analysis of fermentation runs 22000 – 22003
es_es: Análisis de las corridas de fermentación 22000 – 22003

source: Analysis of hypoglycaemia
es_es: Análisis de la hipoglucemia

source: Analysis of investigator-defined events
es_es: Análisis de eventos definidos por el investigador

source: Analysis of investigator-defined events (HHF and CV death)
es_es: Análisis de eventos definidos por el investigador (hospitalización por insuficiencia cardíaca y muerte cardiovascular)

source: Analysis of the proposed SM6 manufacturing processes identified bulk temperature during filtration, clean room design including of decontamination with H2O2, target fill volume and lyophiliser as main differences in comparison to the SM3 manufacturing process.
es_es: En comparación con el proceso de fabricación de SM3, las principales diferencias procedurales identificadas del área SM6 son la temperatura del granel durante la filtración, el diseño de sala blanca (incluida la descontaminación con H₂O₂, el volumen de llenado objetivo y el liofilizador.
